---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.ReinforcementData
source: html/6186fbd9-2791-01b7-c45e-00480ff50d83.htm
---
# ReinforcementData Members

Releases all resources used by the ReinforcementData